Repository: mkeyran/Tomatoid
Catalog: contents/locale/*/LC_MESSAGES/tomatoid.po
Languages: es_ar, pt_br

source: Tasks
es_ar: Tareas
pt_br: Tarefas

source: Done
es_ar: Listo

source: Pomodoro completed
es_ar: Pomodoro finalizado
pt_br: Pomodoro finalizado

source: Great job! Now take a break and relax for a moment.
es_ar: ¡Buen trabajo! Ahora descans&aacute; un poco.
pt_br: Bom trabalho! Agora descanse um pouco.

source: Relax time is over
es_ar: Se termin&oacute; el descanso
pt_br: O descanso acabou

source: Get back to work. Choose a task and start again.
es_ar: Volv&eacute; a laburar. Eleg&iacute; una tarea para volver a empezar
pt_br: Volte ao trabalho. Escolha uma tarefa para recomeçar

source: Running pomodoro #
es_ar: Pomodoro #
pt_br: Pomodoro #

source: Break time!
es_ar: ¡A descansar!
pt_br: Hora do descanso!

source: The estimation of pomodoros necessary to complete this task
es_ar: Una estimación de cantidad de pomodoros necesaria para completar esta tarea
pt_br: A estimativa de pomodoros necessária para completar esta tarefa

source: Task Name
es_ar: Nombre de la tarea
pt_br: Nome da tarefa

source: Play ticking sound
es_ar: Reproducir sonido
pt_br: Tocam som de relógio

source: Play ticking sound on breaks
es_ar: Reproducir sonido durante los descansos

source: Make next pomodoro start automatically after a break. Stop after long break.
es_ar: Hacer que el próximo pomodoro inicie automáticamente después de un descanso. Parar después de un descanso largo.
pt_br: Faz o próximo pomodoro iniciar automaticamente depois de um descanso. Para após o descanso longo.

source: Start pomodoro automatically after break
es_ar: Empezar pomodoro automáticamente después de un descando

source: Show timer
es_ar: Mostrar contador sobre el ícono

source: Icon theme:
es_ar: Ícono

source: Flat
es_ar: Plano
pt_br: Padrão

source: Time
es_ar: Tiempo
pt_br: Tempo

source: Short break:
es_ar: Duración de descanso corto:

source: minutes
es_ar: minutos
pt_br: minutos

source: Cycle:
es_ar: Ciclo:

source: Long break:
es_ar: Duración de descanso largo:

source: Notification
es_ar: Notificaciones
pt_br: Notificações

source: Play notification sound
es_ar: Reproducir sonido de notificación
pt_br: Tocar som de notificação

source: Notification Action
es_ar: Acción de notificación

source: Pop up tomatoid
es_ar: Abrir tomatoid
pt_br: Abrir tomatoid

source: Standart KDE notification
es_ar: Notificación por defecto de KDE
pt_br: Notificação padrão do KDE

source: Do nothing
es_ar: No hacer nada
pt_br: Fazer nada

source: Actions
es_ar: Acciones

source: Run command
es_ar: Ejecutar comando

source: Start timer:
es_ar: Empezar temporizador:

source: End break:
es_ar: Terminar descanso:

source: Start break:
es_ar: Empezar descanso

source: End cycle:
es_ar: Fin de ciclo:

source: The length in minutes of one pomodoro
es_ar: La duracón en minutos de um pomodoro
pt_br: A duração em minutos de um pomodoro

source: The length in minutes of a short break
es_ar: Duración en minutos de un descanso corto
pt_br: A duração em minutos de um descanso curto

source: The length in minutes of a long break
es_ar: Duración en minutos de un descanso largo
pt_br: A duração em minutos de um descanso longo

source: The amount of pomodoros needed to take a long break
es_ar: Cantidad de pomodoros necesaria para iniciar un descanso largo
pt_br: A quantidade de pomodoros necessária para iniciar um descanso longo

source: Make the timer in icon visible
es_ar: Visualizar contador sobre ícono
pt_br: Faz o contador no ícone visivel

# NAME OF TRANSLATORS
source: Your names
es_ar: Nombre del traductor
pt_br: Nome do tradutor

# EMAIL OF TRANSLATORS
source: Your emails
es_ar: Email del traductor
pt_br: Email do tradutor

source: General
pt_br: Geral

source: Simple
pt_br: Simples
